{
  "title": "My Portfolio",
  "languageButton": "En/Ja",
  "workExperience": "Work Experience",
  "skillsets": "Skillsets",
  "contactMe": "Contact Me",
  "About me": "About Me",
  "aboutMe": "Hello! I'm...",
  "contactMeSection": "Contact Me",
  "helloText": "Hello! I'm",
  "name": "Islomjon Isroilov ",
  "devDescription": "a passionate and collaborative front-end developer. I love working in a team and I believe in the importance of open and effective communication. My analytical and detailed approach allows me to solve problems efficiently. I am always updated with the latest trends and I am a constant learner. Excited to take part in challenging projects and build amazing web experiences together!",
  "headerTitle": "I’m Islomjon Isroilov. A Front-End developer",
  "headerLocation": "based in Japan.",
  "greeting": "Hi",
  "aboutMeDescription": "I'm a Front-End developer and web Designer on CSS and Taildwind with great ideas and good teamwork performance. If you're looking for someone with dedication and teamwork skills, I'm the guy.",
  "skillsTitle": "Skills:",
  "AllReserved": "All rights reserved 2024",
  "contatcm": "Contact me",
  "Skillsets": "skill sets",
  "Skillsetstext": "With skills in different different fields of design, I am the perfect person to hire when it comes to a complete project. I can take on practically any challenge, no matter how difficult it is and if I don't know how to do it, I won't rest until I find the way to solve it.",
  "Skillsetstext2": "I am passionate about my work.",
  "Frameworks": "Frameworks",
  "SourceControl": "Source Control",
  "Languages": "Languages",
  "WorkExperience": "Work Experience",
  "MainProjects": "Main Projects",
  "E-commerce": "E-commerce",
  "project1": "project 1",
  "project1text": "This project is a shopping platform featuring authentication. Developed using React, Redux, and styled with Tailwind CSS and DaisyUI, it offers a good online shopping experience.",
  "clickon1": "click on the project",
  "Jobster": "Jobster",
  "project2": "project 2",
  "project2text": "This project is a job search website with easy sign-in, allowing users to search for jobs and post vacancies.Made with React.js, it provides a smooth experience for both job seekers and recruiters.",
  "clickon2": "click on the project",
  "HackerNews": "HackerNews",
  "project3": "project 3",
  "project3text": "This project uses the HackerNews API to retrieve news articles. Developed using React.js, it offers a way to access and display the latest updates from HackerNews.",
  "clickon3": "click on the project",
  "Cocktails": "Cocktails",
  "project4": "project 4",
  "project4text": "Love cocktails? Check out this website! We used React and the Cocktail API to show you lots of different cocktails and what you need to make them. Enjoy mixing!.",
  "clickon4": "click on the project",
  "Backroads": "Backroads",
  "project5": "project 5",
  "project5text": "Discover new adventures with our easy-to-use travel website, created using React.",
  "clickon5": "click on the project",
  "QuizApp": "QuizApp",
  "project6": "project 6",
  "project6text": "Explore our quiz app filled with diverse questions to challenge and expand your knowledge.",
  "clickon6": "click on the project"
}
